# InchesToTheFourthPower Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..InchesToTheFourthPower Property
UnitTypeId Class See Also
---
Inches to the fourth power.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId InchesToTheFourthPower { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property InchesToTheFourthPower As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ InchesToTheFourthPower {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace